tap "ariga/tap"
tap "arttor/tap"
tap "gallopsled/pwntools-binutils"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "minio/stable"
tap "nikitabobko/tap"
tap "qmk/qmk"
tap "unhappychoice/tap"

brew "openssl@3"
brew "atuin"
brew "binutils"
brew "clang-format"
brew "cmake"
brew "eza"
brew "ffmpeg"
brew "git"
brew "python@3.13"
brew "git-filter-repo"
brew "go"
brew "golang-migrate"
brew "goreleaser"
brew "gowall"
brew "helm"
brew "just"
brew "k3d"
brew "kompose"
brew "kubeseal"
brew "llvm"
brew "mactop"
brew "minikube"
brew "node"
brew "neovim"
brew "ocrmypdf"
brew "oh-my-posh"
brew "pandoc"
brew "php"
brew "pkgconf"
brew "protobuf"
brew "qt"
brew "snow"
brew "spicetify-cli"
brew "spotify_player"
brew "sqlc"
brew "tailwindcss"
brew "typst"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-f-sy-h"
brew "arttor/tap/helmify"
brew "qmk/qmk/qmk"
brew "unhappychoice/tap/gittype"

cask "aerospace"
cask "bitwarden"
cask "chromium"
cask "hyperkey"
cask "iina"
cask "karabiner-elements"
cask "kitty"
cask "notunes"
cask "obsidian"
cask "orbstack"
cask "qlstephen"
cask "qmk-toolbox"
cask "spotify"
cask "the-unarchiver"
cask "vesktop"
cask "zed"

mas "Amphetamine", id: 937984704
mas "Pure Paste", id: 1611378436
mas "Tailscale", id: 1475387142
